"Automatically start" = "ავტომატურად გაშვება";
"Automatically accept" = "ავტომატურად მიღება";
"Show self view" = "თვით-ხედის ჩვენება";
"Show preview" = "წინასწარი ხედის ჩვენება";
"Video preset" = "ვიდეოს წინასწარი პარამეტრები";
"Preferred video size" = "რჩეული ვიდეოს ზომა";
"Preferred FPS" = "რჩეული კადრი/წმ";
"Bandwidth limit in kbits/s" = "გამტარი უნარის შეზღუდვა კბიტ/წმ-ში";
"Codecs" = "კოდეკები";
"VP8" = "VP8";
"H.264" = "H.264";
"H.265" = "H.265";
"MPEG-4" = "MPEG-4";
